{
    "language_english": "Angol",
    "language_hungarian": "Magyar",
    "fix_sidebar": "Menüsáv rögzítése",
    "unfix_sidebar": "Menüsáv felengedése",
    "login_btn_text": "Belépés",
    "register_btn_text": "Regisztráció",
    "account_required_text": "A játék használatához fiókra van szükség",
    "info_registration_text": "Amennyiben még nem regisztráltál, azt a fentebbi linken gyorsan és egyszerűen elvégezheted.",
    "info_login_text": "Ha már regisztráltál, akkor csupán be kell jelentkezned.",
    "open_profile_text": "Profil megtekintése",
    "coin_amount_text": "érem",
    "user_level_text": "Szint",
    "xp_bar_text": "Út a következő szinthez",
    "menu_label_text1": "JÁTÉK",
    "menu_label_text2": "KÁRTYA ÜGYEK",
    "menu_label_text3": "MÉDIA",
    "menu_label_text4": "NYELV",
    "menu_adventuregame_text": "Felfedező játék",
    "menu_singleplayer_text": "Aréna játék",
    "menu_multiplayer_text": "Online játék",
    "menu_deck_text": "Pakli áttekintése",
    "menu_collection_text": "Kártyagyűjtemény",
    "back_text": "Vissza",
    "register_label": "Regisztráció",
    "register_username": "Felhasználónév",
    "register_password": "Jelszó",
    "register_gender": "Nemed",
    "register_email": "E-mail",
    "register_born": "Születési dátum",
    "register_gender_male": "Férfi",
    "register_gender_female": "Nő",
    "register_checkform_text": "A Regisztráció befejezéséhez el kell fogadnod a ",
    "register_checkform_ua": "Felhasználási feltételeket",
    "register_accept_ua": "Elfogadom a feltételeket",
    "register_username_req": "Minimum 4, maximum 15 karakter",
    "register_password_req": "Minimum 6, maximum 30 karakter",
    "register_email_req": "Kérlek valós email címet adj meg",
    "notify_register_checkbox_text": "El kell fogadnod a feltételeket",
    "notify_register_input_empty": "Nem töltöttél ki minden mezőt",
    "notify_register_username_length": "A felhasználónév minimum 4, maximum 15 karakter hosszú lehet",
    "notify_register_password_length": "A jelszó minimum 6, maximum 30 karakter hosszú lehet",
    "register_username_taken": "Ez a felhasználónév már foglalt",
    "register_email_taken": "Ez az email cím már foglalt",
    "register_success": "Regisztráció sikeres",
    "login_label": "Belépés",
    "login_failed_empty": "A felhasználónév vagy jelszó mező üres",
    "login_user_not_found": "A felhasználónév vagy jelszó helytelen",
    "login_success": "Bejelentkezés sikeres",
    "logout_btn_text": "Kilépés",
    "loading_logging_in": "Bejelentkezés...",
    "loading_register": "Dolgozunk rajta...",
    "media_music_label": "Zene",
    "media_sounds_label": "Hangok",
    "music_turn_on": "Zene bekapcsolása",
    "music_turn_off": "Zene kikapcsolása",
    "audio_status_off": "KI",
    "profile_sidebar_overview": "Áttekintés",
    "profile_sidebar_messages": "Üzenetek",
    "profile_sidebar_friends": "Barátok",
    "profile_sidebar_settings": "Beállítások",
    "profile_stat_arena": "Aréna győzelmek",
    "profile_stat_multiplayer": "Online győzelmek",
    "profile_stat_cards": "Gyűjtemény",
    "profile_stat_arena_desc": "Az összes győzelmed Aréna játékmódban",
    "profile_stat_online_desc": "Az összes győzelmed Online játékmódban",
    "profile_stat_cards_desc": "A teljes kártyagyűjteményed",
    "profile_xpbar_text": "pont szükséges a következő szint eléréséhez",
    "back-to-the-main-menu": "Vissza a Főmenübe",
    "loading_profile_data_text": "Profiladatok betöltése",
    "loading_match_statistics_text": "Meccs statisztika betöltése",
    "loading_user_cards_text": "Kártyakollekció betöltése",



    "//pokemon_desc_comment": " POKEMON DESCRIPTIONS ",

    "pokemon_desc_bulbasaur": "Egy növényi mag van a hátán, már a születése napjától kezdve. A mag lassan növekszik.",
    "pokemon_desc_ivysaur": "Amikor a hátán lévő hagyma nagyra nő, úgy tűnik, elveszti a képességét, hogy hátsó lábain álljon.",
    "pokemon_desc_venusaur": "A növénye akkor virágzik, amikor napenergiát szív magába. Mozgásban marad, hogy napfényt keressen.",
    "pokemon_desc_charmander": "Kedveli a meleg dolgokat. Amikor esik az eső, állítólag gőz szökik a farka végéből.",
    "pokemon_desc_charmaleon": "Barbár természettel rendelkezik. Harc közben forró farkát körbelegyinti és éles karmokkal vágdossa ellenfeleit.",
    "pokemon_desc_charizard": "Azt mondják, hogy Charizard tüze forróbban ég, ha kemény csatákat élt meg.",
    "pokemon_desc_squirtle": "Amikor hosszú nyakát visszahúzza a páncéljába, erőteljes vízsugarat lövell ki belőle.",
    "pokemon_desc_wartortle": "Az örökkévalóság jelképeként ismerik fel. Ha a páncélján alga található, az azt jelenti, hogy a Wartortle már nagyon öreg.",
    "pokemon_desc_blastoise": "Az ellenfeleit saját nehéz testével nyomja el, hogy elájuljanak. Szükség esetén visszahúzódik a páncéljába.",
    "pokemon_desc_caterpie": "Védelem érdekében szörnyű bűzt bocsát ki a fején lévő antennából, hogy elűzze az ellenségeket.",
    "pokemon_desc_metapod": "Az evolúció pillanatát várja. Ebben a szakaszban csak megkeményedhet, így mozdulatlan marad, hogy elkerülje a támadást.",
    "pokemon_desc_butterfree": "Imádja a virágok nektárját, és még a legkisebb mennyiségű virágporral rendelkező virágmezőket is képes megtalálni.",
    "pokemon_desc_weedle": "Óvakodj a fején lévő éles fullánktól. Fűben és bokrokban rejtőzik, ahol leveleket eszik.",
    "pokemon_desc_kakuna": "Csak kicsit képes mozogni. Veszélyben lehetősége van kipiszkálni fullánkját és megmérgezni az ellenségét.",
    "pokemon_desc_beedrill": "Három méreggel teli fullánk található a mellső lábain és a faroknál. Ezeket arra használja, hogy ismételt támadásokkal sebezze az ellenségét.",
    "pokemon_desc_pidgey": "Nagyon engedelmes. Ha megtámadják, gyakran homokot rúg fel, hogy megvédje magát, ahelyett, hogy visszavágna.",
    "pokemon_desc_pidgeotto": "Ez a Pokémon tele van élettel. Folyamatosan repked terjedelmes területén a zsákmány után kutatva.",
    "pokemon_desc_pidgeot": "Ez a Pokémon 686 m/s sebességgel száll, zsákmány után kutatva. Nagy karmai rettegett gonosz fegyverként ismertek.",
    "pokemon_desc_rattata": "Bármit megrág az agyaraival. Ha egyet látsz, biztos lehetsz benne, hogy a környéken még legalább negyven is él.",
    "pokemon_desc_raticate": "Hátsó lábai hártyásak, mint a békalábak. Így képes folyókban úszni és zsákmányra vadászni.",
    "pokemon_desc_spearow": "Nem tud magasra felszállni. Területének védelme érdekében azonban nagyon gyorsan tud repülni.",
    "pokemon_desc_fearow": "Egy Pokémon, amely sok éves múltra tekint vissza. Ha veszélyt érzékel, azonnal magasra repül és elszáll.",
    "pokemon_desc_ekans": "Ahogy öregszik, annál hosszabb lesz. Éjszaka hosszú testét faágak köré tekeri, hogy pihenjen.",
    "pokemon_desc_arbok": "A hasán található ijesztő mintázatokat tanulmányozták. Hat különböző változatot igazoltak.",
    "pokemon_desc_pikachu": "Ha feldühödik, azonnal lemeríti az orcájában a tasakban tárolt energiát.",
    "pokemon_desc_raichu": "A farka elektromosságot vezet a földbe, ami megóvja őt az áramütéstől.",
    "pokemon_desc_sandshrew": "Imád fürdeni a száraz, homokos területeken. A homokfürdőzéssel a Pokémon megszabadul a testéhez tapadt szennyeződésektől és nedvességtől.",
    "pokemon_desc_sandslash": "Minél szárazabb az a terület, ahol a Sandslash él, annál keményebbnek és simábbnak érződnek a Pokémon tüskéi érintéskor",
    "pokemon_desc_nidoran_female": "A nőstények érzékenyebbek a szagokra, mint a hímek. Táplálkozás közben a bajszukat használják a szél irányának ellenőrzésére, és a ragadozók ellen szélben maradnak.",
    "pokemon_desc_nidorina": "A fején lévő szarv sorvadt. Úgy gondolják, hogy ez azért lehet így, hogy a Nidorina gyermekeit ne szúrja meg véletlenül se, amíg eteti őket.",
    "pokemon_desc_nidoqueen": "A Nidoqueen jobb védekezésben, mint támadásban. Páncélhoz hasonló pikkelyeivel ez a Pokémon megvédi gyermekeit bármilyen támadástól.",
    "pokemon_desc_nidoran_male": "A hím Nidoran homlokán lévő szarv erős mérget tartalmaz. Ez egy nagyon óvatos Pokémon, mindig feszült figyelemmel fürkészi a környezetét.",
    "pokemon_desc_nidorino": "Egy szárnnyal, ami keményebb, mint a gyémánt, ez a Pokémon köveket tör szét, miközben holdkövet keres.",
    "pokemon_desc_nidoking": "Amikor tombol, lehetetlen irányítani. De egy Nidoqueen jelenlétében, akivel sokáig éltek, Nidoking megnyugszik.",
    "pokemon_desc_clefairy": "Az mondják, hogy boldogság éri azokat, akik látják a Clefairy csoportját a telihold alatt táncolni.",
    "pokemon_desc_clefable": "Egy félénk tündér Pokémon, amelyet ritkán látni. Elfut és elbújik, amint megérzi az embereket.",
    "pokemon_desc_vulpix": "Amíg fiatal, hat csodálatos farka van. Amikor nő, több új farok sarjad ki.",
    "pokemon_desc_ninetales": "Az mondják, hogy ez a Pokémon 1000 évig él, és mindegyik farka természetfeletti képességekkel rendelkezik.",
    "pokemon_desc_jigglypuff": "Ha hatalmas szemei ​​megremegnek, titokzatosan megnyugtató dallamot énekel, amely álomba ringatja ellenségeit.",
    "pokemon_desc_wigglytuff": "Nagyon puha bundája van. Ügyelni kell arra, hogy ne dühítse fel, különben folyamatosan felfújódhat, és testcsapást mérhet ellenfelére.",
    "pokemon_desc_zubat": "Ultrahanghullámokat bocsát ki a szájából, hogy ellenőrizze a környezetét. Zubat még a szűk barlangokban is ügyesen repül.",
    "pokemon_desc_golbat": "Imádja más lények vérét inni. Azt mondják, ha úgy találja, hogy mások éheznek, néha megosztja az összegyűjtött vért.",
    "pokemon_desc_oddish": "Ha holdfény éri, mozogni kezd. Éjszakánként messzire kószál, hogy elszórja magvait.",
    "pokemon_desc_gloom": "A bibéi hihetetlenül kellemetlen szagot árasztanak. A szörnyű bűz ájulást okozhat több mint 1 mérföldes távolságban is.",
    "pokemon_desc_vileplume": "A világon a legnagyobb szirmokkal rendelkező Pokémon, és minden lépésekor a sziromból erősen mérgező pollenfelhők szállnak szét.",
    "pokemon_desc_paras": "A föld alá fúródik, hogy megrágja a fák gyökereit. A hátán lévő gombák felszívják a tápanyag nagy részét.",
    "pokemon_desc_parasect": "A gomba a hátán energiát von el a rovar testéből, és úgy tűnik, mintha a gomba átvenné a motorikus funkciókat.",
    "pokemon_desc_venonat": "Mérgező anyag szivárog ki az egész testéből. Éjjel apró bogár Pokémonokat kap el, melyeket a fény vonz.",
    "pokemon_desc_venomoth": "A szárnyait porszerű pikkelyek borítják. Minden szárnycsapásnál nagyon mérgező por szabadul fel belőlük.",
    "pokemon_desc_diglett": "Körülbelül egy yard mélyen él a föld alatt, ahol növényi gyökerekkel táplálkozik. Néha a föld felszínén is megjelenik.",
    "pokemon_desc_dugtrio": "Három fej külön-külön fel és le mozog, hogy fellazítsa maga körül a talajt, így könnyebben tud haladni.",
    "pokemon_desc_meowth": "Napközben csupán alszik, éjjel azonban izzó szemmel járőrözik a területén.",
    "pokemon_desc_persian": "Bár a szőrzete sok rajongót vonz, nehezen tartható háziállatként a kiszámíthatatlan zsémbessége miatt.",
    "pokemon_desc_psyduck": "Folyamatosan fejfájással küzd. Amikor a fejfájás felerősödik, rejtélyes képességeket kezd használni.",
    "pokemon_desc_golduck": "Amikor hosszú, hártyás végtagjaival teljes sebességgel úszik, valahogy a homloka elkezd világítani.",
    "pokemon_desc_mankey": "Csoportosan él a fák tetején. Ha szem elől téveszti csoportját, magányossága feldühíti.",
    "pokemon_desc_primeape": "Mélységesen felbőszül, ha észreveszi, hogy valaki rápillant. Mindenkit üldöz, akit tekintete talál.",
    "pokemon_desc_growlithe": "Bátor és megbízható természete van. Félelem nélkül kiáll a nagyobb és erősebb ellenségekkel szemben is.",
    "pokemon_desc_arcanine": "Egy ősi pergamen mutatja, hogy az embereket elbűvölte mozgása, ahogy a prérit szelte át.",
    "pokemon_desc_poliwag": "Poliwag számára az úszás könnyebb, mint a járás. A hasán található örvény mintázat valójában a Pokémon belső szerveinek egy része, amely a bőrön keresztül látható.",
    "pokemon_desc_poliwhirl": "A hasán lévő örvény bámulása álmosságot okoz. Poliwhirl-nek ezt a tulajdonságát használták a gyerekek altatására bármiféle altató helyett.",
    "pokemon_desc_poliwrath": "Teste tömör izom. Amikor hideg tengeren úszik, a Poliwrath lenyűgöző karjaival áttöri a sodródó jeget, és előreszánt.",
    "pokemon_desc_abra": "Ez a Pokémon alvás közben használja mentális képességeit. Abra álmának tartalma befolyásolja a Pokémon által használt képességeket.",
    "pokemon_desc_kadabra": "Pszichikai erejét használva, Kadabra lebeg, miközben alszik. Rugalmas farkát párnaként használja.",
    "pokemon_desc_alakazam": "Ez a Pokémon hihetetlenül magas intelligenciával rendelkezik. Néhányan úgy tartják, hogy Alakazam mindenre emlékszik, ami valaha vele történt. A születésétől a haláláig.",
    "pokemon_desc_machop": "Az egész test izmokból áll. Annak ellenére, hogy akkora, mint egy embergyerek, 100 felnőttet is símán felemel.",
    "pokemon_desc_machoke": "Izmos teste olyan erős, hogy energiatakarékos övet kell viselnie ahhoz, hogy szabályozni tudja a mozgását.",
    "pokemon_desc_machamp": "Négy karjával villámgyorsan üt. Két másodperc alatt 1000 ütést is képes bevinni.",
    "pokemon_desc_bellsprout": "A meleg és párás helyeket kedveli. Hajtásaival behálózza az apró bogarakat, és felfalja őket.",
    "pokemon_desc_weepinbell": "Amikor éhes, mindent bekebelez, ami mozog. A szerencsétlen áldozatok erős savakkal oldódnak fel.",
    "pokemon_desc_victreebel": "A méz édes illatával csalogatja a zsákmányt. Egészben lenyelve a zsákmány egy nap alatt feloldódik, még a csontok is.",
    "pokemon_desc_tentacool": "A Tentacool nem kifejezetten erős úszó. A sekély tengerek felszínén sodródik, miközben zsákmányt keres.",
    "pokemon_desc_tentacruel": "Amikor Tentacruel fején a vörös gömbök fényesen világítanak, vigyázz. A Pokémon ultrahanghullámokat fog kilőni.",
    "pokemon_desc_geodude": "Általában hegyi ösvények és hasonlók közelében található. Ha véletlenül rálépsz az egyikre, biztos, hogy feldühödik.",
    "pokemon_desc_graveler": "Gyakran látni a hegyi ösvényeken legurulni. Az akadályok számára kihívás, amit nem szeret elkerülni.",
    "pokemon_desc_golem": "Amint levedli a bőrét, teste puha és fehéressé válik. Ilyenkor megkeményedik, ha az levegőnek van kitéve.",
    "pokemon_desc_ponyta": "Körülbelül egy órával a születés után Ponyta tüzes sörénye és farka kinő, és lenyűgöző megjelenést kölcsönöz a Pokémonnak",
    "pokemon_desc_rapidash": "Közel 150 mérföld/órás sebességgel vágtat. Hevesen lángoló sörényével úgy száguldozik, mintha nyílvessző lenne.",
    "pokemon_desc_slowpoke": "Nagyon lassú és ügyetlen. Amikor támadás éri, öt másodpercbe is beletelik, mire fájdalmat érez.",
    "pokemon_desc_slowbro": "Amikor egy Slowpoke a tengerben vadászott, a farkát megharapta egy Shellder. Ez okozta az evolúcióját Slowbro-vá.",
    "pokemon_desc_magnemite": "A fej oldalán lévő egységek által kibocsátott elektromágneses hullámok kiszorítják az antigravitációt, ami lehetővé teszi, hogy lebegjen.",
    "pokemon_desc_magneton": "Három Magnemite erős mágneses vonzerővel kapcsolódik egymáshoz. Halláskárosodás léphet fel, ha túl közel kerülsz hozzájuk.",
    "pokemon_desc_farfetch_d": "Nem tud élni a póréhagyma nélkül, amit tart. Mindenáron megvédi azt a támadókkal szemben.",
    "pokemon_desc_doduo": "Rövid szárnyai miatt a repülés nehéz számára. Ehelyett a fejlett lábai segítségével nagy sebességgel fut.",
    "pokemon_desc_dodrio": "A Doduo két fejéből egy különleges faj születik. Szavannákon közel 40 mérföld per órás sebességgel fut.",
    "pokemon_desc_seel": "Szereti a fagyos-hideg körülményeket. Élvezi az úszást a 14 Fahrenheit-fok körüli hideg éghajlaton.",
    "pokemon_desc_dewgong": "Az egész teste hófehér. Még a heves hidegtől sem sérül meg, erőteljesen úszik a jeges vizekben.",
    "pokemon_desc_grimer": "Az iszapból származnak, és jelenleg a szennyezett helyeken gyűlnek össze, ahol megnövelik a testükben található baktériumok számát.",
    "pokemon_desc_muk": "Sűrűn beborítja egy mocskos, undorító iszap. Olyan mérgező, hogy még a lábnyomaiban is található méreg.",
    "pokemon_desc_shellder": "Egy olyan héjban van, ami még a gyémántnál is keményebb. Ám belül meglepően puha.",
    "pokemon_desc_cloyster": "A viharos árapályokkal teli tengerben élő Cloysterek páncélján éles tüskék nőnek ki.",
    "pokemon_desc_gastly": "Gázszerű testébe burkolja ellenfelét, s a bőrön keresztül mérgezve lassan legyengíti áldozatát.",
    "pokemon_desc_haunter": "Szeret a sötétben leselkedni és gáz formájú kezével vállat paskolni. Érintése végtelen borzongást okoz.",
    "pokemon_desc_gengar": "Hogy ellopja célpontja életét, belebújik a zsákmány árnyékába és csendben vár az alkalomra.",
    "pokemon_desc_onix": "Amikor a föld alatt ás, sok kemény tárgyat szív magába. Ez az, ami testét ilyen szilárddá teszi.",
    "pokemon_desc_drowzee": "Minden álmot megjegyez, amit elfogyaszt. Ritkán eszi felnőttek álmait, mert a gyerekeké sokkal ízletesebb.",
    "pokemon_desc_hypno": "Amikor szemkontaktust létesít egy ellenséggel, különböző pszimozdulatokat használ, például Hipnózist és Kavarást.",
    "pokemon_desc_krabby": "A tenger közelében található. A nagy ollói visszanőnek, ha kitépik őket a helyükről.",
    "pokemon_desc_kingler": "A nagyobb olló 10 000 lóerővel rendelkezik. Azonban annyira nehéz, hogy igencsak megnehezíti számára a célzást.",
    "pokemon_desc_voltorb": "Gurulva tud mozogni. Azonban ha a talaj egyenetlen, egy hirtelen rázkódás hatására akár fel is robbanhat.",
    "pokemon_desc_electrode": "Minél több energiát halmoz fel, annál gyorsabb lesz. Azonban így a robbanás esélye is megnő.",
    "pokemon_desc_exeggcute": "Bár úgy tűnhet, hogy csak egy rakat tojás, valójában egy teljes értékű Pokémon. Társaival telepátai útján kommunikál.",
    "pokemon_desc_exeggutor": "Az Exeggutor három feje egyedülállóan viselkedik, önálló gondolatokkal. Nem igazán vannak figyelemmel egymásra.",
    "pokemon_desc_cubone": "Amikor az elhunyt édesanyja emléke könnyekre fakasztja, jajgatása siralmasan visszhangzik a fején viselt koponyában.",
    "pokemon_desc_marowak": "Ez a Pokémon leküzdötte a szomorúságát, hogy új erős testet alakítson ki. Marowak bátran szembeszáll ellenfeleivel, és egy csontot használ fegyverként.",
    "pokemon_desc_hitmonlee": "Ez a lenyűgöző Pokémon rendkívüli egyensúlyérzékkel rendelkezik. Bármilyen pozícióból képes rúgó támadást indítani.",
    "pokemon_desc_hitmonchan": "Az ütései felszelik a levegőt. Akkora sebességgel indítja őket, hogy még egy enyhe érintése is égési sérülést okozhat.",
    "pokemon_desc_lickitung": "Ha ennek a Pokémonnak a ragadós nyála érintkezik a bőröddel és nem törlöd le azonnal, el nem múló, erős viszketés lép fel.",
    "pokemon_desc_koffing": "Teste mérgező gázzal van tele. Szemétdombokon lebeg, keresve a friss, rothadó szemétből kiszökő gázokat.",
    "pokemon_desc_weezing": "A szemét által kibocsátott gázokkal táplálkozik és növekszik. Bár nagyon ritka, hármas születések is előfordulnak.",
    "pokemon_desc_rhyhorn": "Erős, de nem túl intelligens. Ez a Pokémon a töltéssel végrehajtott támadásaival akár egy felhőkarcolót is összetörhet.",
    "pokemon_desc_rhydon": "A fejlődését követően hátsó lábaira áll és szarvával képes lyukakat ütni a sziklákba.",
    "pokemon_desc_chansey": "Ez a jóságos Pokémon rendkívül tápláló tojásokat rak, és megosztja azokat sérült Pokémonokkal vagy emberekkel.",
    "pokemon_desc_tangela": "A növekvő indák rengetege alatt rejtőzik, amelyek még akkor is folyamatosan nőnek, ha letépik őket. Ennek a Pokémonnak a valódi megjelenése továbbra is rejtély marad.",
    "pokemon_desc_kangaskhan": "Annak ellenére, hogy csecsemőjét a hasán egy erszényben hordja, rendkívül gyorsan mozog. Villámgyors ütéseivel megfélemlíti az ellenfeleit.",
    "pokemon_desc_horsea": "Horsea otthonául az óceánokat választja, ahol enyhe áramlatok vannak. Ha ez a Pokémon támadásnak van kitéve, koromsötét tintát lövell ki és menekülőre fogja.",
    "pokemon_desc_seadra": "A hímek nevelik fel az utódokat. Amíg Seadra fiatalokat nevel, a hátukon lévő tüskék vastagabb és erősebb mérget bocsátanak ki.",
    "pokemon_desc_goldeen": "Hátsó, mell- és farokúszói vízben elegánsan hullámzanak. Ezért nevezik a Víz Táncosának.",
    "pokemon_desc_seaking": "Ősszel testében több zsír halmozódik fel, felkészülve arra, hogy párt találjon. Ekkor gyönyörű színeket ölt magára.",
    "pokemon_desc_staryu": "Ha ellátogatsz egy tengerpartra nyár végén, Staryu-k egész csoportját is láthatod, Ahogy egyenletes ütemben ragyognak fel.",
    "pokemon_desc_starmie": "Ennek a Pokémonnak van egy szerve, amit a mag-ja néven ismernek. A szerv hét színben ragyog, amikor a Starmie a hatékony pszichikai erejét felszabadítja.",
    "pokemon_desc_mr_mime": "Pantomim-szakértő, aki láthatatlan, de szilárd falakat képes létrehozni mozdulataival.",
    "pokemon_desc_scyther": "Éles sarlóival felszabdossa a füvet, olyan gyorsan mozog, hogy az emberi szem számára még követni is nehéz.",
    "pokemon_desc_jynx": "Galar egyes részein Jynxet valaha a Jég Királynőjeként tartották számon és imádták.",
    "pokemon_desc_electabuzz": "Számos erőmű azzal védekezik az elektromos energiát kereső Electabuzzok ellen, hogy föld típusú Pokémonokat tart a közelben.",
    "pokemon_desc_magmar": "A Magmar tűzzel intézi el a zsákmányait. De hamar meg is bánja, amint észreveszi, hogy szinte szurokká égette a kiszemeltjét.",
    "pokemon_desc_pinsir": "Ezek a Pokémonok a fogóik alapján ítélik meg egymást. A vastagabb, impozánsabb fogók népszerűbbé teszik őket az ellenkező nemnél.",
    "pokemon_desc_tauros": "Ha egyszer célba veszi a zsákmányát, fejvesztve támad. Erőszakos természetéről híres.",
    "pokemon_desc_magikarp": "Gyenge, sajnálatra méltó Pokémon. Ritkán ugyan képes a magasba ugrani, de 7 lábnál magasabbra sohasem.",
    "pokemon_desc_gyarados": "Amint megjelenik, tombolásba kezd. Dühöng, amíg mindent szét nem rombol maga körül.",
    "pokemon_desc_lapras": "Szeret tengeren átkelni emberekkel és Pokémonokkal a hátán. Megérti az emberi beszédet is.",
    "pokemon_desc_ditto": "Az átváltozási képessége tökéletes. Azonban, ha megnevettetik, nem tudja fenntartani az álcáját.",
    "pokemon_desc_eevee": "Az a képessége, hogy sokféle formában fejlődik, lehetővé teszi, hogy zökkenőmentesen és tökéletesen alkalmazkodjon bármilyen környezethez.",
    "pokemon_desc_vaporeon": "Víz közelében él. Hosszú farkán uszonyos bordák találhatók, amelyeket gyakran a sellő uszonyához hasonlítanak.",
    "pokemon_desc_jolteon": "A sejtek által kibocsátott gyenge elektromos töltéseket koncentrálja, majd gonosz villámcsapásokat indít.",
    "pokemon_desc_flareon": "A belélegzett levegőt a lángzacskójához szállítja, felmelegíti, majd tűzként lélegzi ki. Ennek hőmérséklete meghaladja a 3000 fok Fahrenheit hőmérsékletet.",
    "pokemon_desc_porygon": "A Porygon létrehozásához a legkorszerűbb technológiát használták. Ez volt az első mesterséges Pokémon, amelyet számítógépes programozás útján hoztak létre.",
    "pokemon_desc_omanyte": "Mivel néhány Omanyte képes elmenekülni a feltámasztás után, vagy megszökni, ha kiengedik őket a vadonba, ez a faj egyre több fejfájást okoz",
    "pokemon_desc_omastar": "Egy nagy és nehéz páncél súlya alatt nem tud túl gyorsan mozogni. Sokan úgy tartják, hogy azért is pusztultak ki, mert nem tudtak élelmet fogni.",
    "pokemon_desc_kabuto": "Ez a faj majdnem teljesen kihalt. A Kabuto háromnaponta levedlik, emiatt a páncéljuk egyre keményebb lesz.",
    "pokemon_desc_kabutops": "Kabutops feldarabolja a zsákmányát, és kiszívja a nedvességet belőle. Az eldobott testrészek más Pokémonoknak szolgálnak táplálékul.",
    "pokemon_desc_aerodactyl": "Ez egy ősi időkből származó vad Pokémon. Állítólag még a modern technológia sem képes egy tökéletesen visszaállított példányt létrehozni.",
    "pokemon_desc_snorlax": "A gyomra bármilyen típusú ételt képes megemészteni, még akkor is, ha az penészes vagy romlott.",
    "pokemon_desc_articuno": "Ez a legendás Pokémon hóvihart képes létrehozni a levegőben lévő nedvesség megfagyasztásával.",
    "pokemon_desc_zapdos": "Ez a legendás Pokémon állítólag viharfelhők között él. Képes irányítani a villámokat.",
    "pokemon_desc_moltres": "Egyike a legendás Pokémonoknak. Megjelenése állítólag a tavasz eljövetelét jelzi.",
    "pokemon_desc_dratini": "Amint nő, sok bőrréteget vedlik le. Amíg ez a folyamat végbemegy, egy masszív vízeséssel védi magát.",
    "pokemon_desc_dragonair": "Azt mondják, hogy ha egész testéből sugárzó aurát bocsát ki, az időjárás azonnal megváltozik.",
    "pokemon_desc_dragonite": "Állítólag valahol az óceánon található egy sziget, ahol megtalálhatóak. A szigeten kizárólag ők élnek.",
    "pokemon_desc_mewtwo": "A DNS-e szinte ugyanaz, mint Mew-nek, azonban a mérete és viselkedése jelentősen különbözik.",
    "pokemon_desc_mew": "Mikroszkóp alatt észrevehető, hogy ennek a Pokémonnak rövid, finom, apró haja van.",


    
    "//pokemon_moves_comment": " POKEMON MOVES "
}